tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "stripe/stripe-cli"
brew "bat"
brew "bat-extras"
brew "btop"
brew "caddy"
brew "sqlite"
brew "clang-format"
brew "curl"
brew "eza"
brew "fasttext"
brew "fzf"
brew "go"
brew "jq"
brew "just"
brew "languagetool", restart_service: true
brew "less"
brew "libpq"
brew "mkcert"
brew "mysql-client"
brew "neofetch"
brew "neovim"
brew "node"
brew "openjdk"
brew "pv"
brew "ripgrep"
brew "tmux"
brew "webp"
brew "wget"
brew "yq"
brew "zsh-syntax-highlighting"
brew "stripe/stripe-cli/stripe"
cask "bruno"
cask "font-fira-code"
cask "iterm2"
cask "macdown"
cask "pgadmin4"
cask "raspberry-pi-imager"
cask "swiftformat-for-xcode"
cask "tiled"
vscode "42crunch.vscode-openapi"
vscode "a-h.templ"
vscode "adpyke.vscode-sql-formatter"
vscode "bradlc.vscode-tailwindcss"
vscode "bradymholt.pgformatter"
vscode "bruno-api-client.bruno"
vscode "clinyong.vscode-css-modules"
vscode "devsense.intelli-php-vscode"
vscode "devsense.phptools-vscode"
vscode "dsznajder.es7-react-js-snippets"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "jinliming2.vscode-go-template"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "nefrob.vscode-just-syntax"
vscode "otovo-oss.htmx-tags"
vscode "pushqrdx.inline-html"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "sswg.swift-lang"
vscode "tamasfe.even-better-toml"
vscode "vadimcn.vscode-lldb"
vscode "yinfei.luahelper"
vscode "yoavbls.pretty-ts-errors"
vscode "zignd.html-css-class-completion"
