tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "omnisharp/omnisharp-roslyn"
tap "sst/tap"
tap "stripe/stripe-cli"
brew "webp"
brew "awscli"
brew "bat"
brew "bat-extras"
brew "btop"
brew "caddy"
brew "clang-format"
brew "cmake"
brew "curl"
brew "deno"
brew "entr"
brew "eza"
brew "fasttext"
brew "ffmpeg@6", link: true
brew "fzf"
brew "git"
brew "git-lfs"
brew "go"
brew "golang-migrate"
brew "hey"
brew "imagemagick"
brew "jq"
brew "just"
brew "kanata"
brew "languagetool", restart_service: :changed
brew "lazygit"
brew "less"
brew "libpq"
brew "libusb"
brew "macos-trash", link: true
brew "make"
brew "mkcert"
brew "mole"
brew "mysql-client"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "ollama", restart_service: :changed
brew "openjdk"
brew "pandoc"
brew "pgformatter"
brew "pkgconf"
brew "prettierd"
brew "protobuf"
brew "pv"
brew "python@3.10"
brew "rbenv"
brew "ripgrep"
brew "rust"
brew "rustywind"
brew "sqlc"
brew "sqlfmt"
brew "tailwindcss"
brew "templ"
brew "tmux"
brew "wget"
brew "xcodegen"
brew "yq"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazydocker/lazydocker"
brew "sst/tap/opencode"
brew "stripe/stripe-cli/stripe"
cask "affinity"
cask "android-platform-tools"
cask "balenaetcher"
cask "bambu-studio"
cask "bruno"
cask "comfyui"
cask "db-browser-for-sqlite"
cask "docker-desktop"
cask "ghostty"
cask "itch"
cask "karabiner-elements"
cask "macdown"
cask "moonlight"
cask "mumble"
cask "raspberry-pi-imager"
cask "scroll-reverser"
cask "swiftformat-for-xcode"
cask "tailscale-app"
cask "tiled"
cask "utm"
go "github.com/air-verse/air"
go "fyne.io/tools/cmd/fyne"
go "golang.org/x/tools/gopls"
go "github.com/sqlc-dev/sqlc/cmd/sqlc"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/a-h/templ/cmd/templ"
cargo "iwe"
cargo "iwes"
