tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "avencera/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "omnisharp/omnisharp-roslyn"
tap "stripe/stripe-cli"
brew "webp"
brew "bat"
brew "btop"
brew "caddy"
brew "clang-format"
brew "cmake"
brew "curl"
brew "sqlite"
brew "deno"
brew "dotnet"
brew "entr"
brew "eza"
brew "fasttext"
brew "ffmpeg@6", link: true
brew "fzf"
brew "git-lfs"
brew "go"
brew "golang-migrate"
brew "hey"
brew "imagemagick@6"
brew "jq"
brew "just"
brew "kanata"
brew "languagetool", restart_service: :changed
brew "less"
brew "libpq"
brew "llvm"
brew "macos-trash", link: true
brew "make"
brew "mkcert"
brew "mysql-client"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node@22"
brew "ollama", restart_service: :changed
brew "openjdk"
brew "pgformatter"
brew "prettierd"
brew "pv"
brew "rbenv"
brew "ripgrep"
brew "rustywind"
brew "sqlc"
brew "sqlfmt"
brew "tailwindcss"
brew "templ"
brew "tmux"
brew "wget"
brew "xcodegen"
brew "yq"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazydocker/lazydocker"
brew "stripe/stripe-cli/stripe"
cask "balenaetcher"
cask "bruno"
cask "db-browser-for-sqlite"
cask "docker"
cask "ghostty"
cask "itch"
cask "karabiner-elements"
cask "macdown"
cask "moonlight"
cask "pgadmin4"
cask "raspberry-pi-imager"
cask "swiftformat-for-xcode"
cask "tiled"
